Repository: HeyM1ke/Assist
Catalog: Assist/Properties/Languages/Lang.*.resx
Languages: th_th

# Authentication_2FactorPlaceholder
source: Code
th_th: รหัส Mfa

# Authentication_LoginBtn
source: LOGIN
th_th: เข้าสู่ระบบ

# Authentication_MultifactorFail
source: Multifactor Code is not correct.
th_th: รหัส Mfa ไม่ถูกต้อง

# Authentication_PasswordPlaceholder
source: Password
th_th: รหัสผ่าน

# Authentication_RitoInfo
source: Selecting Rito Login allows you to login to the riot website and then use Assist. Note: Google Login does not work.
th_th: เลือก Riot Login เพื่อล็อกอินเข้า Assist ผ่านเว็บของ Riot. หมายเหตุ: Google Login ใช้ไม่ได้.

# Authentication_RitoLogin_Notice
source: Please Note: Social Authentication does not function with Assist. To use a social login please login with a Riot Username and Password combo. If you do not have a Riot Username and Password combo with a social account, check your account details on the Riot Account Website to create a combo.
th_th: หมายเหตุ: การล็อกอินผ่านโซเชียลใช้ไม่ได้กับ Assist. หากจะใช้ Assist คุณจำเป็นต้องล็อกอินโดยใช้ชื่อผู้ใช้และรหัสผ่าน. ถ้าสมัครผ่านโซเชียลและไม่มีชื่อผู้ใช้ ให้สร้างชื่อผู้ใช้บนเว็บไซต์ Riot

# Authentication_SubmitBtn
source: SUBMIT
th_th: ยืนยัน

# Authentication_UserInfo
source: Selecting Username and Password allows you to directly login with your Riot Games Username and Password.
th_th: เลือก Riot Login เพื่อล็อกอินเข้า Assist โดยใช้ Username และ Password

# Authentication_UsernameLogin_Notice
source: Login with your Riot Games Username and Password. All of the login information is sent to Riot Servers and Riot Servers only. If you get Error 403, this is a Riot Login Error that we cannot fix, we recommend updating your Windows to have a possiblity fixing the error and logging in with Assist.
th_th: ล็อกอินโดยใช้ชื่อผู้ใช้และรหัสผ่านของ Riot. ข้อมูลทั้งหมดจะถูกส่งไปที่ Riot โดยตรงเท่านั้น. หากล็อกอินแล้วขึ้น Error 403, มันคือข้อผิดพลาดของ Riot ที่เราแก้ไม่ได้, เราแนะนำให้อัพเดต Windows แล้วลองใหม่อีกครั้ง.

# Authentication_UsernamePlaceholder
source: Username
th_th: ชื่อผู้ใช้

# Authentication_WelcomeInfoLabel
source: Welcome to Assist, please select a way to login below.
th_th: ยินดีต้อนรับเข้าสู่ Assist, โปรดเลือกวิธีการล็อกอิน.

# Authentication_WelcomeLabel
source: WELCOME
th_th: ยินดีต้อนรับ

# Dashboard_Support
source: Support
th_th: ศูนย์ช่วยเหลือ

# DefaultAcc_Label
source: Default Account:
th_th: บัญชีหลัก:

# InitPage_Loading
source: Loading...
th_th: กำลังโหลด...

# Navigation_DashboardHover
source: Dashboard
th_th: หน้าหลัก

# Navigation_ProgressionHover
source: Progression
th_th: ความคืบหน้า

# Navigation_SettingsHover
source: Settings
th_th: การตั้งค่า

# Navigation_StoreHover
source: Store
th_th: ร้านค้า

# NightMarket_EndsIn
source: ENDS IN
th_th: จะจบลงใน

# NightMarket_Name
source: NIGHT MARKET
th_th: ตลาดกลางคืน

# ProfileLaunchControl_LaunchSettingsHover
source: Launch Settings
th_th: การตั้งค่าการเริ่มเกม

# ProfileLaunchControl_PlayLabel
source: PLAY
th_th: เล่น

# ProfileLaunchControl_SwitchProfileHover
source: Switch Profile
th_th: สลับบัญชี

# Progression_Battlepass_Completed
source: COMPLETED!
th_th: เสร็จสิ้น!

# Progression_Battlepass_CurrTier
source: Current Tier:
th_th: เลเวลปัจจุบัน:

# SettingsGeneral_LanguageChange
source: Language:
th_th: ภาษา:

# SettingsGeneral_SelLang
source: Select Language:
th_th: เลือกภาษา:

# SettingsGeneral_SoundSetting
source: Sound Volume:
th_th: ระดับเสียง:

# SettingsGeneral_WindowSize
source: Window Size:
th_th: ขนาดหน้าต่าง:

# SettingsTab_About
source: About
th_th: เกี่ยวกับ

# SettingsTab_General
source: General
th_th: ทั่วไป

# SettingsTab_VALSet
source: VALORANT Settings
th_th: การตั้งค่าของ VALORANT

# StorePopup_BackLabel
source: BACK
th_th: กลับ

# Store_FeaturedBundleLabel
source: FEATURED BUNDLE
th_th: บันเดิลที่ขายอยู่

# Store_FeaturedDailyLabel
source: DAILY OFFERS
th_th: ร้านค้าประจำวัน

# Support_ButtonText
source: Support the project!
th_th: สนับสนุน

# Support_Description
source: Assist is always going to be free and open-sourced. Choosing to support the project will allow us to continue with development and create some more unique features. Thank you <3
th_th: Assist จะเป็นโปรแกรมฟรีและการสนับสนุนเราจะช่วยให้เราสามารถพัฒนา Assist และสร้างสรรค์ฟีเจอร์ใหม่ๆต่อไป ขอบคุณสำหรับการสนับสนุนเรา <3

# Support_Title
source: Support Assist!
th_th: สนับสนุน Assist!
